Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# NetworkTestLegalDisclosureText
source: This test sends information to Apple about your Apple TV, your internet connection, and your Apple Account, in order to assist with the diagnosis and improvement of streaming performance. By selecting OK, you agree that Apple may collect and use this information as part of its support services and to improve its products. Learn more about Apple’s Privacy Policy at apple.com/privacy/privacy-policy.
ar: يرسل هذا الاختبار إلى Apple معلومات عن Apple TV واتصال الإنترنت لديك وحساب Apple، بهدف المساعدة على التشخيص وتحسين أداء البث. يعد تحديد "موافق" بمثابة موافقة منك على أنه يجوز لشركة Apple جمع هذه المعلومات واستخدامها كجزء من خدمات الدعم الخاصة بها ومن أجل تحسين منتجاتها. لمعرفة المزيد حول سياسة الخصوصية المتبعة لدى Apple، يرجى مراجعة: apple.com/ae-ar/privacy/privacy-policy
ca: La prova envia a Apple informació sobre l’Apple TV, la connexió a internet i el compte d’Apple per ajudar a fer el diagnòstic i millorar el rendiment de la transmissió en temps real. En seleccionar “OK”, acceptes que Apple recopili i utilitzi la informació com a part dels serveis de suport que presta i per millorar els productes. Trobaràs més informació sobre la política de privacitat d’Apple a www.apple.com/legal/privacy/ca.
cs: Při testu budou společnosti Apple zaslány informace o Apple TV, připojení k internetu a vašem účtu Apple za účelem diagnostiky a vylepšování funkcí streamování. Výběrem volby „OK“ souhlasíte s tím, že společnost Apple může tyto informace shromažďovat a používat v rámci služeb podpory a při dalším vylepšování svých produktů. Další informace o zásadách ochrany soukromí uživatelů společnosti Apple najdete na adrese apple.com/legal/privacy/cz.
da: Denne test sender oplysninger til Apple om din Apple TV-enhed, din internetforbindelse og din Apple-konto for at hjælpe Apple med at diagnosticere og forbedre ydeevne ved streaming. Når du vælger OK, erklærer du dig enig i, at Apple må indsamle og bruge disse oplysninger som en del af deres supportservice og til at forbedre deres produkter. Der findes flere oplysninger om Apples anonymitetspolitik på apple.com/dk/privacy/privacy-policy.
de: Dieser Test sendet Informationen über dein Apple TV, deine Internetverbindung und deinen Apple Account an Apple, um Apple bei der Diagnose und Optimierung der Streaming-Leistung zu unterstützen. Wenn du „OK“ wählst, erklärst du dich einverstanden, dass Apple die Informationen im Rahmen der Support-Dienste und zum Verbessern der Produkte erfassen und nutzen darf. Weitere Informationen zur Datenschutzvereinbarung von Apple sind unter apple.com/de/privacy/privacy-policy erhältlich.
el: Αυτή η δοκιμή στέλνει πληροφορίες σχετικά με το Apple TV, τη σύνδεση στο Διαδίκτυο και τον λογαριασμό Apple σας στην Apple, με σκοπό τη διευκόλυνση ως προς τη διάγνωση και τη βελτίωση της απόδοσης αναπαραγωγής ροής. Αν επιλέξετε «OK», συμφωνείτε ότι η Apple μπορεί να συλλέγει και να χρησιμοποιεί αυτές τις πληροφορίες ως μέρος των υπηρεσιών υποστήριξης και για τη βελτίωση των προϊόντων της. Μάθετε περισσότερα για την Πολιτική απορρήτου της Apple στη διεύθυνση https://www.apple.com/legal/privacy/gr/.
es: Esta prueba envía información a Apple acerca de tu Apple TV, tu conexión a internet y tu cuenta de Apple con el objetivo de ayudarte con el diagnóstico y la mejora de la velocidad de las transmisiones en tiempo real. Al seleccionar OK, aceptas que Apple pueda recopilar y usar esta información como parte de los servicios de soporte que presta y con el fin de mejorar sus productos. Para obtener más información acerca de la política de privacidad de Apple, visita apple.com/es/privacy/privacy-policy.
es_us: Esta prueba envía información a Apple acerca de tu Apple TV, tu conexión a Internet y tu cuenta de Apple con el objetivo de ayudarte con el diagnóstico y la mejora de la velocidad de las transmisiones en tiempo real. Al seleccionar OK, autorizas que Apple pueda recopilar y usar esta información como parte de los servicios de soporte que presta y con el fin de mejorar sus productos. Obtén detalles acerca de la política de privacidad de Apple en apple.com/la/privacy/privacy-policy.
fi: Tämä testi lähettää Applelle tietoja Apple TV:stäsi, internet-yhteydestäsi sekä Apple-tilistäsi. Näitä tietoja käytetään striimauksen suorituskyvyn vianmääritykseen ja parantamiseen. Valitsemalla OK hyväksyt, että Apple voi kerätä ja käyttää näitä tietoja tuotteidensa parantamiseksi ja osana tukipalveluitaan. Lisätietoja Applen tietosuojakäytännöstä on osoitteessa apple.com/legal/privacy/fi.
fr: Ce test envoie à Apple des informations concernant votre Apple TV, votre connexion Internet et votre compte Apple, afin d’aider à diagnostiquer et améliorer les performances de diffusion en continu. En sélectionnant OK, vous autorisez Apple à collecter ces informations et à les utiliser dans le cadre de ses services d’assistance et pour améliorer ses produits. Apprenez-en plus sur l’Engagement de confidentialité d’Apple à la page apple.com/fr/privacy/privacy-policy.
fr_ca: Ce test envoie à Apple des informations concernant votre Apple TV, votre connexion Internet et votre compte Apple, pour diagnostiquer et améliorer les performances de diffusion en continu. En sélectionnant OK, vous autorisez Apple à recueillir ces informations et à les utiliser dans le cadre de ses services d’assistance et pour améliorer ses produits. Pour en savoir plus sur la politique de confidentialité d’Apple, rendez-vous sur apple.com/ca/fr/privacy/privacy-policy.
he: בדיקה זו שולחת ל-Apple מידע לגבי ה‑Apple TV, חיבור האינטרנט וחשבון ה-Apple שלך, כדי לסייע באבחון ושיפור של ביצועי הזרמת תוכן. בחירה ב״אישור״ מהווה את הסכמתך לכך ש-Apple עשויה לאסוף מידע זה ולהשתמש בו כחלק משירותי התמיכה שלה, וכן כדי לשפר את המוצרים שלה. פרטים נוספים על מדיניות הפרטיות של Apple זמינים בכתובת: apple.com/privacy/privacy-policy.
hi: स्ट्रीमिंग प्रदर्शन में सुधार और डायग्नॉस्टिक में सहायता के लिए यह जाँच Apple को आपके Apple TV, आपके इंटरनेट कनेक्शन और आपके Apple खाते के बारे में जानकारी भेजती है। “ठीक” को चुनकर, आप सहमत होते हैं कि Apple अपनी सहायता सेवाओं के भाग के रूप में और अपने उत्पादों को बेहतर बनाने के लिए इस जानकारी को एकत्र और इसका इस्तेमाल कर सकता है। Apple की गोपनीयता नीति के बारे में अधिक जानकारी के लिए apple.com/privacy/privacy-policy देखें।
hr: Ovaj test Appleu šalje informacije o vašem Apple TV‑u, internetskoj vezi i Apple ID računu kako bi se pomoglo pri dijagnosticiranju i poboljšanju učinkovitosti streaminga. Ako odaberete “OK”, potvrđujete da Apple smije prikupiti i upotrijebiti te informacije u sklopu svojih usluga podrške i za poboljšanje svojih proizvoda. Za dodatne informacije o Appleovim pravilima privatnosti posjetite apple.com/legal/privacy/hr/.
hu: Ez a teszt információkat küld az Apple számára az Apple TV-jéről, az internetkapcsolatáról és az Apple-fiókjáról, hogy segítséget nyújtson az Apple-nek a streamelés teljesítményének diagnosztizálásában és javításában. Az OK gomb megnyomásával hozzájárul ahhoz, hogy az Apple adatokat gyűjtsön, és ezeket felhasználja a támogatási szolgáltatásának részeként, valamint a termékei fejlesztéséhez. Az Apple adatvédelmi szabályzatával kapcsolatos további tudnivalókért tekintse meg a www.apple.com/hu/privacy weboldalt.
id: Tes ini mengirim informasi ke Apple mengenai Apple TV, koneksi internet, dan Akun Apple Anda untuk membantu diagnosis dan peningkatan kinerja streaming. Dengan memilih OKE, Anda setuju bahwa Apple dapat mengumpulkan dan menggunakan informasi ini sebagai bagian dari layanan dukungannya dan untuk meningkatkan produknya. Pelajari kebijakan privasi lebih lanjut, baca apple.com/id/privacy/privacy-policy.
it: Questo test invia ad Apple informazioni su Apple TV, sulla connessione a internet e su Apple Account per facilitare l’analisi e il miglioramento delle prestazioni dello streaming. Selezionando OK, consenti ad Apple di raccogliere e utilizzare queste informazioni come parte dei servizi di supporto e per migliorare i propri prodotti. Per saperne di più sull’informativa sulla privacy di Apple, vai su apple.com/it/privacy/privacy-policy.
ja: このテストでは、お使いのApple TV、インターネット接続、Apple Accountに関する情報がAppleに送信されます。これらの情報は、ストリーミング速度を診断および改善するために使用されます。“OK”を選択すると、Appleがサポートサービスの提供および製品の改善のためにこの情報を収集、使用することに同意したものとみなされます。Appleのプライバシーポリシーについて詳しくは、apple.com/jp/privacy/privacy-policy を参照してください。
ko: 이 테스트는 사용자의 Apple TV, 인터넷 연결 및 Apple 계정에 관한 정보를 Apple에 보내서 스트리밍 성능을 진단하고 향상시키는 데 도움을 줍니다. 확인을 선택하면 Apple이 지원 서비스 제공 및 제품 개선을 위해 이 정보를 수집하고 사용하는 데 동의하는 것입니다. Apple의 개인정보 처리방침에 대해 더 알아보려면 apple.com/kr/privacy/privacy-policy 사이트를 방문하십시오.
ms: Ujian ini menghantar maklumat kepada Apple tentang Apple TV anda, sambungan internet anda dan Akaun Apple anda, untuk membantu dengan diagnosis dan peningkatan prestasi penstriman. Dengan memilih OK, anda bersetuju Apple boleh mengumpulkan dan menggunakan maklumat ini sebagai sebahagian daripada perkhidmatan sokongannya serta untuk meningkatkan produknya. Ketahui lebih lanjut tentang Dasar Privasi Apple di apple.com/my/privacy/privacy-policy.
nb: Denne testen sender informasjon til Apple om Apple TV-en, internettforbindelsen og Apple-kontoen din, slik at strømmeytelsen kan analyseres og forbedres. Ved å velge OK samtykker du i at Apple kan samle inn og bruke denne informasjonen som en del av sine kundestøttetjenester og for å forbedre produktene sine. Finn ut mer om Apples retningslinjer for personvern på apple.com/no/privacy/privacy-policy.
nl: Met deze test stuur je Apple informatie over je Apple TV, internetverbinding en Apple Account om te helpen bij het analyseren en verbeteren van de streamingsnelheid. Door 'OK' te selecteren ga je ermee akkoord dat Apple deze informatie kan verzamelen en gebruiken voor de verbetering en de ondersteuning van de producten van Apple. Meer informatie over het privacybeleid van Apple kun je vinden op apple.com/nl/privacy/privacy-policy.
pl: Ten test wysyła do Apple informacje o Twoim Apple TV, połączeniu internetowym i koncie Apple, które pomagają diagnozować problemy z przesyłaniem strumieniowym i podnosić jego szybkość. Wybierając OK, zgadzasz się, że Apple może gromadzić i wykorzystywać te informacje na potrzeby swoich usług serwisowych oraz ulepszania produktów. Aby dowiedzieć się więcej o Zasadach ochrony prywatności Apple, zobacz: apple.com/legal/privacy/pl.
pt_br: Este teste envia à Apple informações sobre a sua Apple TV, a conexão à internet e sua Conta Apple, a fim de ajudar a diagnosticar e melhorar o desempenho da transmissão. Ao selecionar OK, você concorda que a Apple pode coletar e usar essas informações como parte de seus serviços de suporte e para melhorar seus produtos. Saiba mas sobre a Política de Privacidade da Apple em apple.com/legal/privacy/br/
pt_pt: Este teste envia à Apple informação acerca da sua Apple TV, da sua ligação à internet e da sua conta Apple no intuito de ajudar a diagnosticar e a melhorar o desempenho do processo de streaming. Ao selecionar OK está a indicar que aceita que a Apple recolha e use esta informação no âmbito dos serviços de suporte e no intuito de melhorar os respetivos produtos. Encontrará informação adicional acerca da política de privacidade da Apple em apple.com/legal/privacy/pt/.
ro: Acest test trimite la Apple informații despre Apple TV‑ul dvs., conexiunea dvs. la internet și contul dvs. Apple pentru a ajuta la diagnosticarea și îmbunătățirea performanțelor pentru difuzarea în flux. Dacă selectați OK, sunteți de acord ca Apple să colecteze și să utilizeze aceste informații ca parte a serviciilor sale de asistență și pentru îmbunătățirea produselor. Aflați mai multe despre Politica de confidențialitate Apple la adresa apple.com/ro/privacy.
ru: Этот тест отправляет в Apple информацию о Вашем Apple TV, интернет-соединении и Аккаунте Apple. Указанная информация будет использоваться для диагностики и совершенствования стриминга. Нажимая «ОК», Вы соглашаетесь с тем, что Apple может собирать и использовать эту информацию в целях работы своей службы поддержки, а также для совершенствования своих продуктов. Подробнее о политике конфиденциальности Apple: apple.com/ru/privacy/privacy-policy.
sk: Tento test odošle do Apple kvôli diagnostike a vylepšeniu výkonu streamovania informácie o vašom Apple TV, vašom internetovom pripojení a vašom Apple účte. Kliknutím na OK súhlasíte s tým, že spoločnosť Apple môže zhromažďovať a používať tieto informácie ako súčasť podporných služieb a na vylepšovanie svojich produktov. Viac informácií o zásadách ochrany osobných údajov nájdete na adrese apple.com/sk/privacy.
sl: Ta preizkus pošlje družbi Apple informacije o vašem Apple TV-ju, internetni povezavi in vašem računu Apple, da vam lahko pomagamo pri diagnosticiranju in izboljšanju učinkovitosti pretakanja. Če izberete možnost V redu, se strinjate s tem, da lahko Apple zbere in uporabi te informacije v okviru zagotavljanja storitev podpore in za izboljšanje izdelkov. Več o pravilniku o zasebnosti družbe Apple je na voljo na https://www.apple.com/legal/privacy/sl/.
sv: Det här testet skickar information om ditt Apple‑konto, din Apple TV och internetanslutning till Apple. Syftet är att hjälpa Apple undersöka och förbättra prestanda för streamande medier. Genom att välja OK godkänner du att Apple får samla in och använda denna information som en del av sina supporttjänster och för att förbättra sina produkter. Mer information om Apples integritetspolicy hittar du på apple.com/se/privacy/privacy-policy.
th: การทดสอบนี้จะส่งข้อมูลไปยัง Apple เกี่ยวกับ Apple TV ของคุณ การเชื่อมต่อกับอินเทอร์เน็ตของคุณ และบัญชี Apple ของคุณ เพื่อช่วยวินิจฉัยและปรับปรุงประสิทธิภาพการสตรีมข้อมูล การเลือกตกลงจะแสดงว่าคุณยอมรับว่า Apple สามารถเก็บรวบรวมและใช้ข้อมูลนี้เป็นส่วนหนึ่งของการบริการช่วยเหลือและเพื่อปรับปรุงผลิตภัณฑ์ของบริษัทได้ เรียนรู้เพิ่มเติมเกี่ยวกับนโยบายความเป็นส่วนตัวของ Apple ได้ที่ apple.com/th/privacy/privacy-policy
tr: Bu sınama, Apple’a tanılama ve duraksız yayın performansını iyileştirme konusunda yardımcı olmak üzere; Apple TV’niz, internet bağlantınız ve Apple Hesabı’nız hakkında bilgiler gönderir. Tamam’ı seçerek Apple’ın destek servislerinin bir parçası olarak ve ürünlerini iyileştirmek amacıyla bu bilgileri toplayabileceğini ve kullanabileceğini kabul edersiniz. Apple’ın Gizlilik Politikası hakkında daha fazla bilgi için apple.com/tr/legal/privacy/tr/ adresine gidin.
uk: У результаті цієї перевірки до Apple надсилаються дані про ваш Apple TV, інтернет-зʼєднання та обліковий запис Apple із метою сприяння в діагностиці та вдосконаленні продуктивності трансляцій. Вибравши «OK», ви погоджуєтеся з тим, що Apple може збирати й використовувати цю інформацію для роботи своєї служби підтримки і для вдосконалення своєї продукції. Докладні відомості про Політику конфіденційності Apple наведено на вебсторінці https://www.apple.com/legal/privacy/uk/.
vi: Kiểm tra này gửi thông tin về Apple TV, kết nối internet và Tài khoản Apple của bạn đến Apple để hỗ trợ việc chẩn đoán và cải thiện hiệu năng truyền phát. Bằng việc chọn OK, bạn đồng ý rằng Apple có thể thu thập và sử dụng thông tin này như một phần của dịch vụ hỗ trợ và để cải thiện các sản phẩm của hãng. Tìm hiểu thêm về Chính sách quyền riêng tư của Apple tại địa chỉ apple.com/legal/privacy/vn.
zh_cn: 此测试会将有关你的Apple TV、互联网连接以及Apple账户的信息发送给Apple，协助诊断和改进流播放性能。选择“好”，即表明你同意Apple可以收集并将这些信息用于支持服务和改进产品。若要进一步了解Apple的“隐私政策”，请访问apple.com/cn/privacy/privacy-policy。
zh_hk: 此項測試會將關於你的Apple TV、互聯網連線和Apple帳户資料傳送予Apple以協助其診斷和改進串流的效能。選擇「好」即表示你同意讓Apple收集和使用此資料，將其作為支援服務的一部份，並用以改進Apple的產品。如要進一步了解Apple的私隱政策，請瀏覽網站：www.apple.com/hk/privacy/privacy-policy/。
zh_tw: 此測試會將你的Apple TV、網際網路連線和「Apple帳號」相關資訊傳送給Apple，以協助診斷和改善連續播送的效能。選取「好」後，你便同意Apple可收集和使用此資訊作為其支援服務的一部分，並改善其產品。請前往https://www.apple.com/legal/privacy/tzh/ 以進一步瞭解Apple的「隱私權政策」。

# NetworkTestPerformanceCancel
source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# NetworkTestPerformanceDialogText
source: Is your video stream slow or constantly loading?
ar: هل بث الفيديو لديك بطيء أو يقوم بالتحميل بشكل مستمر؟
ca: La reproducció de vídeo va lenta o està carregant-se constantment?
cs: Je váš stream videa pomalý nebo se neustále načítá?
da: Er din videostream langsom eller indlæser konstant?
de: Ist dein Videostream langsam oder lädt ständig?
el: Η αναπαραγωγή ροής βίντεο είναι αργή ή δείχνει να φορτώνει συνεχώς;
es: ¿La transmisión del vídeo es muy lenta o no para de cargarse?
es_us: ¿La transmisión de video es lenta o está cargando constantemente?
fi: Onko videovirta hidas tai lataako se jatkuvasti?
fr: Votre flux vidéo est-il lent ou toujours en chargement ?
fr_ca: Votre flux vidéo est-il lent ou en chargement constant?
he: האם זרם הווידאו שלך איטי או נקטע שוב ושוב לצורך טעינה?
hi: क्या आपका वीडियो धीरे स्ट्रीम हो रहा है या लगातार लोड हो रहा है?
hr: Je li vaš video stream spor ili se neprestano učitava?
hu: Lassú a videostream, vagy állandóan tölt?
id: Apakah stream video Anda lambat atau terus-menerus memuat?
it: Lo streaming video è lento o non smette di caricare?
ja: ビデオのストリーミングが遅かったり、読み込み中のままになったりしていますか?
ko: 비디오 스트림이 느리거나 계속해서 로드 중입니까?
ms: Adakah strim video anda perlahan atau dimuatkan secara berterusan?
nb: Er videostrømmen treg eller bufrer den konstant?
nl: Streamt je video langzaam of blijft deze continu laden?
pl: Czy strumień wideo jest wolny lub ciągle wczytywany?
pt_br: A transmissão de vídeo está lenta ou constantemente carregando?
pt_pt: O stream de vídeo está lento ou constantemente a carregar?
ro: Fluxul video este prea lent sau se încarcă încontinuu?
ru: Видеопоток слишком медленный или не загружается до конца?
sk: Je streamovanie videa pomalé alebo neustále prebieha načítavanie?
sl: Ali je pretakanje videoposnetkov prepočasno oziroma se ves čas nalaga?
sv: Är din videostream långsam eller hämtas streamen konstant?
th: การสตรีมวิดีโอของคุณช้าหรือไม่ หรือโหลดโดยไม่หยุดใช่ไหม
tr: Video yayınınız yavaş veya sürekli yükleniyor mu?
uk: Потокова передача відео повільна або не може початися?
vi: Video của bạn có phát chậm hoặc liên tục tải không?
zh_cn: 你的视频流是速度太慢还是持续载入？
zh_hk: 你的串流緩慢或不停載入資料中嗎？
zh_tw: 你的影片串流速度過慢或持續在載入中嗎？

# NetworkTestPerformanceNO
source: No
ar: لا
cs: Ne
da: Nej
de: Nein
el: Όχι
fi: Ei
fr: Non
fr_ca: Non
he: לא
hi: नहीं
hr: Ne
hu: Nem
id: Tidak
ja: いいえ
ko: 아니요
ms: Tidak
nb: Nei
nl: Nee
pl: Nie
pt_br: Não
pt_pt: Não
ro: Nu
ru: Нет
sk: Nie
sl: Ne
sv: Nej
th: ไม่
tr: Hayır
uk: Ні
vi: Không
zh_cn: 否
zh_hk: 否
zh_tw: 否

# NetworkTestPerformanceYES
source: Yes
ar: نعم
ca: Sí
cs: Ano
da: Ja
de: Ja
el: Ναι
es: Sí
es_us: Sí
fi: Kyllä
fr: Oui
fr_ca: Oui
he: כן
hi: हाँ
hr: Da
hu: Igen
id: Ya
it: Sì
ja: はい
ko: 예
ms: Ya
nb: Ja
nl: Ja
pl: Tak
pt_br: Sim
pt_pt: Sim
ro: Da
ru: Да
sk: Áno
sl: Da
sv: Ja
th: ใช่
tr: Evet
uk: Так
vi: Có
zh_cn: 是
zh_hk: 是
zh_tw: 是

# NetworkTestRunning
source: Testing download speed…
ar: يجري اختبار سرعة التنزيل…
ca: Provant la velocitat de descàrrega…
cs: Testování rychlosti stahování…
da: Afprøver overførselshastigheden…
de: Downloadgeschwindigkeit testen …
el: Δοκιμή ταχύτητας λήψης…
es: Probando velocidad de descarga…
es_us: Probando velocidad de descarga…
fi: Testataan latausnopeutta…
fr: Test de la vitesse de téléchargement…
fr_ca: Test de la vitesse de téléchargement…
he: בודק את מהירות ההורדה…
hi: डाउनलोड गति की जाँच हो रही है…
hr: Testiranje brzine preuzimanja…
hu: Letöltési sebesség tesztelése…
id: Mengetes kecepatan pengunduhan…
it: Test velocità di download…
ja: ダウンロード速度をテスト中…
ko: 다운로드 속도 테스트 중…
ms: Menguji kelajuan muat turun…
nb: Tester nedlastingshastighet…
nl: Downloadsnelheid testen…
pl: Testuję szybkość pobierania…
pt_br: Testando velocidade de download…
pt_pt: A testar velocidade de descarga…
ro: Se testează viteza de descărcare…
ru: Тест скорости загрузки…
sk: Testujem rýchlosť sťahovania…
sl: Preizkušanje hitrosti prenosa …
sv: Testar hämtningshastighet…
th: กำลังทดสอบความเร็วดาวน์โหลด…
tr: İndirme hızı sınanıyor…
uk: Перевірка швидкості викачування…
vi: Đang kiểm tra tốc độ tải về…
zh_cn: 正在测试下载速度…
zh_hk: 正在測試下載速度⋯
zh_tw: 正在測試下載速度⋯

# NetworkTestSuccessOK
source: Done
ar: تم
ca: Fet
cs: Hotovo
da: OK
de: OK
el: Τέλος
es: OK
es_us: Listo
fi: OK
fr: OK
fr_ca: OK
he: סיום
hi: पूर्ण
hr: Gotovo
hu: Kész
id: Selesai
it: Fine
ja: 完了
ko: 완료
ms: Selesai
nb: Ferdig
nl: OK
pl: Gotowe
pt_br: OK
pt_pt: OK
ro: OK
ru: Готово
sk: Hotovo
sl: Dokončano
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_cn: 完成
zh_hk: 完成
zh_tw: 完成

# NetworkTestSuccessPromptText
source: Network test complete.
ar: اكتمل اختبار الشبكة.
ca: Test de xarxa completat.
cs: Test sítě byl dokončen.
da: Netværkstest er gennemført.
de: Netzwerktest beendet.
el: Η δοκιμή δικτύου ολοκληρώθηκε.
es: Prueba de red completada.
es_us: Prueba completa de red.
fi: Verkkotesti valmis.
fr: Test du réseau terminé.
fr_ca: Test réseau terminé.
he: בדיקת הרשת הושלמה.
hi: नेटवर्क जाँच पूरी हुई।
hr: Testiranje mreže je dovršeno.
hu: A hálózati teszt befejeződött.
id: Tes jaringan selesai.
it: Test di rete completo.
ja: ネットワークテストが完了しました。
ko: 네트워크 테스트 완료.
ms: Ujian rangkaian selesai.
nb: Nettverkstest ferdig.
nl: Netwerktest voltooid.
pl: Test sieci ukończony.
pt_br: Teste da rede concluído.
pt_pt: Teste de rede concluído.
ro: Testare rețea finalizată.
ru: Проверки сети завершена.
sk: Test siete dokončený.
sl: Preizkus omrežja je dokončan.
sv: Nätverkstest slutfört.
th: การทดสอบเครือข่ายสำเร็จ
tr: Ağ sınaması tamamlandı.
uk: Тестування мережі завершено.
vi: Kiểm tra mạng đã hoàn tất.
zh_cn: 网络测试完毕。
zh_hk: 完成網絡測試。
zh_tw: 網路測試完成。

# NetworkTestTitle
source: Network Test
ar: اختبار الشبكة
ca: Prova de la xarxa
cs: Test sítě
da: Netværkstest
de: Netzwerktest
el: Δοκιμή δικτύου
es: Prueba de red
es_us: Prueba de red
fi: Verkon testaus
fr: Test de réseau
fr_ca: Test de réseau
he: בדיקת רשת
hi: नेटवर्क जाँच
hr: Test mreže
hu: Hálózatteszt
id: Tes Jaringan
it: Test della rete
ja: ネットワークテスト
ko: 네트워크 테스트
ms: Ujian Rangkaian
nb: Nettverkstest
nl: Netwerktest
pl: Test sieci
pt_br: Teste da Rede
pt_pt: Teste da rede
ro: Test rețea
ru: Сетевой тест
sk: Test siete
sl: Preizkus omrežja
sv: Nätverkstest
th: การทดสอบเครือข่าย
tr: Ağ Sınaması
uk: Перевірка мережі
vi: Kiểm tra Mạng
zh_cn: 网络测试
zh_hk: 網絡測試
zh_tw: 網路測試

# NetworkTitle
source: Network
ar: الشبكة
ca: Xarxa
cs: Síť
da: Netværk
de: Netzwerk
el: Δίκτυο
es: Red
es_us: Red
fi: Verkko
fr: Réseau
fr_ca: Réseau
he: רשת
hi: नेटवर्क
hr: Mreža
hu: Hálózat
id: Jaringan
it: Rete
ja: ネットワーク
ko: 네트워크
ms: Rangkaian
nb: Nettverk
nl: Netwerk
pl: Sieć
pt_br: Rede
pt_pt: Rede
ro: Rețea
ru: Сеть
sk: Sieť
sl: Omrežje
sv: Nätverk
th: เครือข่าย
tr: Ağ
uk: Мережа
vi: Mạng
zh_cn: 网络
zh_hk: 網絡
zh_tw: 網路

# NetworkTroubleshootingItem
source: Troubleshooting
ar: اكتشاف الأخطاء وإصلاحها
ca: Solució de problemes
cs: Řešení potíží
da: Fejlfinding
de: Fehlerbehebung
el: Αντιμετώπιση προβλημάτων
es: Solución de problemas
es_us: Solución de problemas
fi: Vianmääritys
fr: Dépannage
fr_ca: Dépannage
he: פתרון בעיות
hi: समस्या निवारण
hr: U slučaju problema
hu: Hibaelhárítás
id: Penyelesaian Masalah
it: Risoluzione dei problemi
ja: トラブルシューティング
ko: 문제 해결
ms: Penyelesaian Masalah
nb: Feilsøking
nl: Problemen oplossen
pl: Rozwiązywanie problemów
pt_br: Resolução de Problemas
pt_pt: Resolução de problemas
ro: Depanare
ru: Устранение проблем
sk: Riešenie problémov
sl: Odpravljanje težav
sv: Felsökning
th: วิธีแก้ปัญหา
tr: Sorun Giderme
uk: Виявлення неполадок
vi: Khắc phục sự cố
zh_cn: 故障排除
zh_hk: 疑難排解
zh_tw: 疑難排解
